{
  "breakfast": [
    {
      "name": "Яичница",
      "recipe": "Разогрейте сковороду на среднем огне, добавьте немного масла. Разбейте яйца в сковороду и жарьте до готовности соли и перца по вкусу.",
      "ingredients": "Яйца – 4 шт.\nМасло сливочное – 20 г"
    },
    {
      "name": "Каша гречневая",
      "recipe": "Промойте гречку и заварите в кипящей воде на медленном огне до готовности. Добавьте молоко, перемешайте и нагрейте еще на несколько минут, пока каша не станет густой и кремообразной.",
      "ingredients": "Гречка – 100 г, вода – 200 мл, молоко – 100 мл"
    },
    {
      "name": "Творог",
      "recipe": "Для приготовления творога нагрейте молоко в кастрюле до кипения. Добавьте немного уксуса или лимонного сока и перемешайте. Оставьте на несколько минут и процедите через марлю. Смешайте творог с сахаром и сметаной.",
      "ingredients": "Творог – 100 г, сахар – 1 ст.л., сметана – 2 ст.л."
    },
    {
      "name": "Блины",
      "recipe": "Для приготовления блинов смешайте муку с яйцами, молоком, солью и сахаром. Вылейте тесто на раскаленную сковороду и жарьте до золотистого цвета с двух сторон.",
      "ingredients": "Мука – 200 г, яйца – 2 шт., молоко – 400 мл, соль – 1 ч.л., сахар – 1 ст.л."
    },
    {
      "name": "Мюсли",
      "recipe": "Смешайте в миске мюсли с молоком или йогуртом. Добавьте свежие фрукты или ягоды по вкусу.",
      "ingredients": "Мюсли – 50 г, молоко – 200 мл, йогурт – 100 мл, свежие фрукты или ягоды"
    }
  ],
  "lunch": [
    {
      "name": "Суп",
      "recipe": "Нагрейте кастрюлю на среднем огне, добавьте овощи и жарьте на масле, пока они не станут мягкими. Добавьте кипящий бульон и доведите до кипения. Добавьте мясо и варите еще 10-15 минут до готовности.",
      "ingredients": "Мясной бульон – 500 мл, мясо – 200 г, лук – 1 шт., морковь – 1 шт., картофель – 2 шт., зелень, масло – 1 ст.л."
    },
    {
      "name": "Плов",
      "recipe": "Нарежьте мясо кусочками и обжарьте его на масле в кастрюле до золотистого цвета. Добавьте нарезанный лук и морковь, жарьте еще несколько минут. Добавьте приправы, рис и воду, доведите до кипения. Снизьте огонь и варите до готовности.",
      "ingredients": "Мясо – 300 г, рис – 1 стакан, лук – 1 шт., морковь – 1 шт., специи (кориандр, куркума, кумин), масло – 2 ст.л."
    }
  ],
  "afternoon_snack": [
    {
      "name": "Чипсы",
      "recipe": "Разогрейте духовку до 200 градусов. Нарежьте картофель тонкими ломтиками и выложите их на противень. Посолите и побрызгайте маслом. Выпекайте в течение 20-25 минут, перевернув через 10 минут.",
      "ingredients": "Картофель – 2 шт., оливковое масло – 2 ст.л., соль – по вкусу"
    },
    {
      "name": "Салат",
      "recipe": "Смешайте нарезанные овощи в миске. Добавьте оливковое масло, уксус, соль и перец по вкусу. Перемешайте и подайте.",
      "ingredients": "Помидоры – 2 шт., огурцы – 1 шт., лук – 1 шт., салат – 100 г, оливковое масло – 2 ст.л., уксус – 1 ст.л., соль и перец – по вкусу"
    }
  ],
  "dinner": [
    {
      "name": "Мясо с картошкой",
      "recipe": "Нарежьте мясо кусочками и обжарьте его на масле на среднем огне до золотистого цвета. Добавьте картофель и нарезанный лук, жарьте еще несколько минут. Добавьте воду, доведите до кипения, понизьте огонь и варите до готовности.",
      "ingredients": "Мясо – 300 г, картофель – 2 шт., лук – 1 шт., масло – 2 ст.л., вода – 500 мл"
    },
    {
      "name": "Шашлык",
      "recipe": "Нарежьте мясо кусочками и замаринуйте в соевом соусе с медом, чесноком, солью и перцем. Нанизайте на шампуры и жарьте на решетке или гриле до готовности.",
      "ingredients": "Мясо – 300 г, соевый соус – 3 ст.л., мед – 1 ст.л., чеснок – 2 зубчика, соль и перец – по вкусу"
    }
  ]
}
